Repository: Aemi-Studio/Cami
Catalog: Localizable.xcstrings
Source language: en
Languages: fr

source: %lld years old
fr: %lld ans

# accessibility.toggle
source: Toggle
fr: Basculer

# action.new
source: New
fr: Nouveau

# action.newReminder
source: New Reminder
fr: Nouveau rappel

source: And you have also %lld other all-day events.
fr: Et vous avez également %lld autres événements sur la journée.

# button.add
source: Add
fr: Ajouter

# button.cancel
source: Cancel
fr: Annuler

# button.createCalendarItem
source: Create a calendar item
fr: Créer un élément

# button.edit
source: Edit
fr: Modifier

# button.next
source: Next
fr: Suivant

# button.refresh
source: Refresh
fr: Actualiser

# button.refreshWidgets
source: Refresh Widgets
fr: Actualiser les widgets

# button.returnToToday
source: Return to Today
fr: Retour à aujourd'hui

# button.save
source: Save
fr: Enregistrer

# button.settings
source: Settings
fr: Réglages

# button.showHide.hide
source: Hide
fr: Masquer

# button.showHide.show
source: Show
fr: Afficher

# calendarItem.kind.event
source: Event
fr: Événement

# calendarItem.kind.event.list
source: Calendar
fr: Calendrier

# calendarItem.kind.event.list.plural
source: Calendars
fr: Calendriers

# calendarItem.kind.event.plural
source: Events
fr: Événements

# calendarItem.kind.reminder
source: Reminder
fr: Rappel

# calendarItem.kind.reminder.list
source: List
fr: Liste

# calendarItem.kind.reminder.list.plural
source: Lists
fr: Listes

# calendarItem.kind.reminder.plural
source: Reminders
fr: Rappels

# calendarItem.kind.streak
source: Streak
fr: Série

# calendarItem.kind.streak.list
source: Streak List
fr: Liste de séries

# calendarItem.kind.streak.list.plural
source: Streak Lists
fr: Listes de séries

# calendarItem.kind.streak.plural
source: Streaks
fr: Séries

source: Create %@
fr: Créer %@

# developer.navigationlink.title
source: Developer
fr: Développeur

source: Events for %@
fr: Événements du %@

# Events for %@, %@
source: Events for %1$@, %2$@
fr: Événements du %1$@, %2$@

# field.title.placeholder
source: Title
fr: Titre

# intentParameter.allDayStyle.title
source: All-Day Events Style
fr: Style des événements sur la journée

# intentParameter.calendarSelection.title
source: Calendars
fr: Calendriers

# It is %@'s birthday today. %@ is now %lld years old
source: It is %1$@'s birthday today. %2$@ is now %3$lld years old
fr: C'est l'anniversaire de %1$@ aujourd'hui. %2$@ a maintenant %3$lld ans

# item.detail.isAllDay
source: All-Day
fr: Journée entière

# knowledgebase.item.outdatedWidgetContent.description
source: Cami relies completely on iOS features and mechanisms. According to documentation provided by Apple, a widget can be updated every five minutes at most. If you want to force the update of your actual widgets, you just have to open the app and close it right after. This automatically refreshes widgets. If it does not work, you can try long pressing the "Everything is fine." green box on the welcome screen of Cami and then tap on "Refresh widgets".
fr: Cami repose entièrement sur les fonctionnalités et mécanismes d'iOS. Selon la documentation fournie par Apple, un widget peut être mis à jour toutes les cinq minutes au maximum. Si vous souhaitez forcer la mise à jour de vos widgets, il vous suffit d'ouvrir l'application et de la fermer juste après. Cela actualise automatiquement les widgets. Si cela ne fonctionne pas, vous pouvez essayer d'appuyer longuement sur le cadre vert « Tout va bien » sur l'écran d'accueil de Cami, puis appuyer sur « Actualiser les widgets ».

# knowledgebase.item.outdatedWidgetContent.title
source: Why does my widget content seem outdated?
fr: Pourquoi le contenu de mon widget semble-t-il obsolète ?

# knowledgebase.item.requestAccessToContacts.description
source: Cami presents by default the next birthday from your contacts in the top right corner of the widget, therefore Cami needs to access your contacts. If you disable contact access, next birthday won't be displayed.
fr: Cami affiche par défaut le prochain anniversaire de vos contacts dans le coin supérieur droit du widget, c'est pourquoi Cami a besoin d'accéder à vos contacts. Si vous désactivez l'accès aux contacts, le prochain anniversaire ne sera pas affiché.

# knowledgebase.item.requestAccessToContacts.title
source: Why does Cami request access to Contacts?
fr: Pourquoi Cami demande-t-il l'accès aux Contacts ?

# knowledgebase.item.requestAccessToReminders.description
source: Cami blends your reminders and the events from your calendars in a streamlined interface in the widget and the app to increase and improve the quantity of information provided.
fr: Cami combine vos rappels et les événements de vos calendriers dans une interface épurée dans le widget et l'application pour augmenter et améliorer la quantité d'informations fournies.

# knowledgebase.item.requestAccessToReminders.title
source: Why does Cami request access to your Reminders?
fr: Pourquoi Cami demande-t-il l'accès à vos Rappels ?

# knowledgebase.item.requestFullAccessToCalendar.description
source: iOS requires applications to either request access to calendars in order to be able to edit events OR read and edit events. We need to read every events from every calendars, hence the request for "Full Access".
fr: iOS exige que les applications demandent l'accès aux calendriers soit pour pouvoir modifier les événements, soit pour lire et modifier les événements. Nous devons lire tous les événements de tous les calendriers, d'où la demande d'« Accès complet ».

# knowledgebase.item.requestFullAccessToCalendar.title
source: Why does Cami request full access to Calendars?
fr: Pourquoi Cami demande-t-il un accès complet aux Calendriers ?

# knowledgebase.search.callToActionPlaceholder
source: What do you want to know?
fr: Que voulez-vous savoir ?

# knowledgebase.search.noResult
source: No Result
fr: Aucun résultat

# label.attendees
source: Attendees
fr: Participants

# label.calendar
source: Calendar
fr: Calendrier

# label.call
source: Call
fr: Appel

# label.details
source: Details
fr: Détails

# label.list
source: List
fr: Liste

# label.location
source: Location
fr: Lieu

# label.priority
source: Priority
fr: Priorité

# label.repeat
source: Repeat
fr: Répétition

# label.time
source: Time
fr: Heure

# label.today
source: Today
fr: Aujourd'hui

# liveActivity.endsAt
source: Ends at
fr: Fin à

# liveActivity.untitledEvent
source: Untitled Event
fr: Événement sans titre

# modal.permissions.title
source: Permissions
fr: Autorisations

# modal.settings.title
source: Settings
fr: Réglages

# noEventToday.complication
source: No Event
fr: Aucun événement

# onboarding.action.description
source: Cami needs access to your calendars and reminders to work properly. It can also use your contacts information to display birthdays in widgets.
fr: Cami a besoin d'accéder à vos calendriers et rappels pour fonctionner correctement. Il peut également utiliser vos contacts pour afficher les anniversaires dans les widgets.

# onboarding.action.title
source: Set Up Cami
fr: Configurer Cami

# onboarding.callToAction.continue
source: Continue
fr: Continuer

# onboarding.description
source: Cami Calendar, in its current version, is only a widget. We propose it as a better and improved way to display your current native calendar content on your homescreen.
fr: Cami Calendar, dans sa version actuelle, est uniquement un widget. Nous le proposons comme une meilleure façon d'afficher le contenu de votre calendrier natif sur votre écran d'accueil.

# onboarding.dismissButton.label
source: Dismiss Onboarding
fr: Ignorer l'accueil

# onboarding.ok
source: Everything is fine
fr: Tout va bien

# onboarding.ok.description
source: Stay tuned for next Cami updates.
fr: Restez à l'écoute des prochaines mises à jour de Cami.

# onboarding.permission.grantAccess
source: Grant Access
fr: Autoriser l'accès

# onboarding.progress %lld / %lld
source: Step %1$lld of %2$lld
fr: Étape %1$lld sur %2$lld

# onboarding.ready.title
source: Ready
fr: Prêt

# onboarding.restricted.callToAction.description
source: Review Cami access to data.
fr: Vérifiez l'accès de Cami aux données.

# onboarding.restricted.callToAction.title
source: Restricted
fr: Restreint

# onboarding.titlePrefix
source: Welcome to
fr: Bienvenue sur

# ongoingEvents.Title
source: Ongoing Events
fr: Événements en cours

# permission.type.calendar.description
source: Access your calendar events
fr: Accéder à vos événements de calendrier

# permission.type.calendar.title
source: Calendars
fr: Calendriers

# permission.type.contacts.description
source: Access your contacts for birthdays
fr: Accéder à vos contacts pour les anniversaires

# permission.type.reminders.description
source: Access your reminders
fr: Accéder à vos rappels

# permission.type.reminders.title
source: Reminders
fr: Rappels

# permissions.callToAction.next
source: Next
fr: Suivant

# permissions.callToAction.review
source: Review
fr: Vérifier

# permissions.navigationlink.title
source: Permissions
fr: Autorisations

# perms.calendars.description
source: Cami ONLY uses your on-device calendar information to display events in widgets. Cami DOES NOT edit, delete, save or send those information away.
fr: Cami utilise UNIQUEMENT les informations de calendrier de votre appareil pour afficher les événements dans les widgets. Cami NE modifie PAS, ne supprime pas, n'enregistre pas et n'envoie pas ces informations.

# perms.calendars.title
source: Calendars
fr: Calendriers

# perms.contacts.description
source: Cami ONLY uses your on-device contacts information to display birthdays information in widgets. Cami DOES NOT edit, delete, save or send those information away.
fr: Cami utilise UNIQUEMENT les informations de contacts de votre appareil pour afficher les anniversaires dans les widgets. Cami NE modifie PAS, ne supprime pas, n'enregistre pas et n'envoie pas ces informations.

# perms.reminders.description
source: Cami ONLY uses your on-device reminders information to display them in widgets and the application. Cami DOES NOT edit, delete, save or send those information away.
fr: Cami utilise UNIQUEMENT les informations de rappels de votre appareil pour les afficher dans les widgets et l'application. Cami NE modifie PAS, ne supprime pas, n'enregistre pas et n'envoie pas ces informations.

# perms.reminders.title
source: Reminders
fr: Rappels

# priority.none
source: None
fr: Aucune

source: Remaining Time: %@
fr: Temps restant : %@

# repeat.frequency.never
source: Never
fr: Jamais

# settings.developer.hasDismissedOnboarding.title
source: Onboarding dismissed
fr: Accueil ignoré

# settings.developer.resetPermissions.title
source: Reset Permissions
fr: Réinitialiser les autorisations

# settings.features.wip.title
source: Work-In-Progress Features
fr: Fonctionnalités en cours de développement

# settings.navigation.title
source: Settings
fr: Réglages

# settings.navigationlink.openSettings
source: System Settings
fr: Réglages système

# settings.section.advanced.header
source: Preview Features
fr: Fonctionnalités en aperçu

# settings.section.features.footer
source: The features you would enable through this setting could lead to alter your calendar events, reminders or contacts data. Please do not contact us if you experience any problem having this setting enabled.
fr: Les fonctionnalités que vous activeriez via ce réglage pourraient modifier vos événements de calendrier, rappels ou contacts. Veuillez ne pas nous contacter si vous rencontrez des problèmes avec ce réglage activé.

# settings.section.general.header
source: General
fr: Général

# The next birthday is in %@. It will be %@'s birthday.
source: The next birthday is in %1$@. It will be %2$@'s birthday.
fr: Le prochain anniversaire est dans %1$@. Ce sera l'anniversaire de %2$@.

source: This event ends in %@.
fr: Cet événement se termine dans %@.

source: This event happens %lld times in your day.
fr: Cet événement se produit %lld fois dans votre journée.

source: This event starts at %@.
fr: Cet événement commence à %@.

source: Today have %@ as first all-day events.
fr: Aujourd'hui a %@ comme premiers événements sur la journée.

# view.details.navigationTitle
source: Details
fr: Détails

# view.developer.title
source: Developer
fr: Développeur

# view.permissions.title
source: Permissions
fr: Autorisations

# view.widgetSettings.previewSection.title
source: Previews
fr: Aperçus

# WidgetFamily.AccessoryCircular.Name
source: Accessory Circular
fr: Accessoire circulaire

# WidgetFamily.AccessoryCorner.Name
source: Accessory Corner
fr: Accessoire de coin

# WidgetFamily.AccessoryInline.Name
source: Accessory Inline
fr: Accessoire en ligne

# WidgetFamily.AccessoryRectangular.Name
source: Accessory Rectangular
fr: Accessoire rectangulaire

# WidgetFamily.ExtraLarge.Name
source: Extra Large
fr: Très grand

# WidgetFamily.Large.Name
source: Large
fr: Grand

# WidgetFamily.Medium.Name
source: Medium
fr: Moyen

# WidgetFamily.Small.Name
source: Small
fr: Petit

# WidgetFamily.Unknown.Name
source: Unknown
fr: Inconnu

source: You have %lld all-day events.
fr: Vous avez %lld événements sur la journée.

# You have %lld in %@ days.
source: You have %1$lld in %2$@ days.
fr: Vous avez %1$lld dans %2$@ jours.

source: You have an event titled: %@.
fr: Vous avez un événement intitulé : %@.
